<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>

<body>
    <div class="wrapper" style="width: 1200px;
    margin: 0 auto;">
        <h2>Корги</h2>
        <?php
        if (isset($_SESSION['token'])) {
            ?> 
              <img src="./korgijpg.jpg" alt srcset>
            <?php
        }
        ?>

        <p>Корги – собачки невысокого роста. Их тело довольно-таки длинное,
            а уши – большие. На свет они появились 3 000 лет назад. Эта
            порода особенно стала популярна в связи с тем, что ее обожает
            королева Великобритании Елизавета II. «Комсомолка» решила
            подробно рассказать об этой породе, чтобы вы смогли понять
            подходит ли она вам</p>
        <p>История происхождения
            Корги – собачки невысокого роста. Их тело довольно-таки длинное,
            а уши – большие. На свет они появились 3 000 лет назад. В 1107
            году ткачи из Фламандии завезли их в Англию и по сей день эта
            порода – одна из самых любимых в Великобритании.

            Корги любят и ценят за хороший характер, преданность. С XII века
            и по сей день они работают пастухами, а когда то даже
            специализировались на перегоне гусей.

            Вельш-корги специалисты делят на два вида: кардиган и пемброк.
            Обе породы были скрещены в XIX веке. Первые щенки этих пород
            появились в семьях фермером Пембрукшира и Кармартеншира.

            Английский клуб любителей корги создан в 1925 году. Самые
            знаменитые вельш-корги живут в семье королевы Елизаветы II. Ни
            одна фотография коронованной особы не обходится без этих
            пушистых компаньонов.</p>
    </div>
</body>

</html>